code/openfoam/applications/test/volField/cavity/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

wmake ..
runApplication blockMesh
runApplication Test-volField

#------------------------------------------------------------------------------
